Repository: wp-plugins/sx-rss-ticker
Catalog: languages/Redweb.po
Languages: fr_fr

source: Details successfully updated.
fr_fr: Détails correctement mis à jour.

source: Setting 1
fr_fr: Réglage 1

source: Rss link
fr_fr: Lien rss

source: Enter your rss link in this box.
fr_fr: Entrez votre lien RSS dans cette case.

source: Each record height
fr_fr: Hauteur

source: This is the height of the each record in the scroll.
fr_fr: Ceci est la hauteur de la chaque enregistrement dans le défilement.

source: Display records
fr_fr: Afficher les enregistrements

source: No of records you want to show in the screen at the same time.
fr_fr: Pas d'enregistrements que vous souhaitez afficher dans l'écran en même temps.

source: Text length
fr_fr: Longueur du texte

source: Enter description text length.
fr_fr: Enter description longueur du texte.

source: Setting 2
fr_fr: Réglage 2

source: Setting 3
fr_fr: Réglage 3

source: Setting 4
fr_fr: Réglage 4

source: Update All Details
fr_fr: Mettre à jour tous les détails

source: Help
fr_fr: Aidez-Moi

source: Plugin configuration option
fr_fr: Plugin l'option de configuration

source: Add plugin in the posts or pages using short code.
fr_fr: Ajouter plugin dans les messages ou des pages à l'aide de code court.

source: Add directly in to the theme using PHP code.
fr_fr: Ajouter directement dans le thème en utilisant le code PHP.

source: Check official website for more information
fr_fr: Consultez le site officiel pour plus d'informations

source: click here
fr_fr: cliquez ici

source: No records found.
fr_fr: Aucun enregistrement trouvé.

source: This property determines the direction of movement of the list.
fr_fr: Cette propriété détermine la direction du mouvement de la liste.

source: Easing
fr_fr: Annimation

source: The easing property allows to add some easing effects to the transition using the easing function available from the Easing plugin.
fr_fr: La propriété assouplissement permet d'ajouter des effets d'accélération de la transition en utilisant la fonction d'assouplissement disponible à partir du plugin Easing.

source: Speed of transition
fr_fr: Vitesse de la transition

source: This property determines the speed of transition. Values: slow, medium, fast or any value in milliseconds.
fr_fr: Cette propriété détermine la vitesse de transition. Valeurs: lente, moyenne, rapide ou une valeur en millisecondes.

source: Time for the next transition
fr_fr: Temps pour la prochaine transition

source: The time for the next transition to take place. Values: time in milliseconds.
fr_fr: Le temps pour la prochaine transition doit avoir lieu. Valeurs: durée en millisecondes.

source: The height of the element can be controlled by this property.
fr_fr: La hauteur de l'élément peut être commandé par cet établissement.

source: If the height is set to auto, the height is automatically determined to fit the list.
fr_fr: Si la hauteur est réglée sur auto, la hauteur est automatiquement déterminé en fonction de la liste.

source: The number of visible elements of the list can be set to this property.
fr_fr: Le nombre d'éléments visibles de la liste peut être réglé pour cette propriété.

source: Values: 0 (display all) or any specific count like 1, 2, 3 etc.
fr_fr: Valeurs: 0 (afficher tout) ou un chef d'accusation spécifique comme 1, 2, 3, etc.

source: The timer can be stopped when the mouse rolls over the element.
fr_fr: La minuterie peut être arrêté lorsque la souris survole l'élément.
